/********************************************************************************************
    SISTEMA DE BASE DE DATOS: FERRETERÍA SOTO

    AUTOR: ADRIAN PISCO SOTO
********************************************************************************************/


/********************************************************************************************
    0. CREACIÓN DE LA BASE DE DATOS
********************************************************************************************/
IF DB_ID('ferreteriaSotoBD') IS NULL
BEGIN
    CREATE DATABASE ferreteriaSotoBD;
END;
GO

USE ferreteriaSotoBD;
GO